const foodDictionary = [
  "たまご",
  "卵",

  "牛乳",
  "メグミルク",

  "パン",
  "食パン",
  "ロールパン",

  "ピーマン",
  "ピー マン",

  "きゅうり",
  "キュウリ",
  "きゅーり",

  "トマト",
  "ミニトマト",

  "玉ねぎ",
  "たまねぎ",

  "にんじん",
  "じゃがいも",
  "キャベツ",
  "レタス",
  "白菜",
  "もやし",
  "長ねぎ",
  "ねぎ",
  "大根",
  "小松菜",
  "ほうれん草",
  "ブロッコリー",

  "しめじ",
  "えのき",
  "まいたけ",
  "エリンギ",

  "豆腐",
  "納豆",
  "ヨーグルト",
  "チーズ",
  "バター",

  "豚肉",
  "豚こま",
  "豚バラ",
  "鶏肉",
  "鶏むね肉",
  "鶏もも肉",
  "ひき肉",
  "合いびき肉",
  "牛肉",

  "ウインナー",
  "ソーセージ",
  "ハム",
  "ベーコン",

  "鮭",
  "さけ",
  "鯖",
  "さば",
  "刺身",

  "バナナ",
  "りんご",
  "みかん",
  "いちご",

  "プリン",
  "ゼリー",

  "うどん",
  "冷凍うどん",
  "そば",
  "焼きそば",
  "パスタ",

  "ごはん",
  "おにぎり",
  "惣菜",
  "弁当",

  "マヨネーズ",
  "ケチャップ",
  "味噌",
];
export default foodDictionary;